        identification division. 
        program-id. hello . 
        procedure division. 
           display "COBOL says Hello!".
           goback. 