//COBRUN       EXEC IGYWCLG 
//COBOL.SYSIN  DD DSN=ZOS.MTM2019.PUBLIC.SOURCE(BANKACCT),DISP=SHR
//GO.BALANCE   DD * 
01234567.01 
//GO.DEPOSIT   DD * 
00000567.01 
//GO.WITHDRW   DD * 
00000067.01 