//DB2JAVA  JOB 1,REGION=0M,NOTIFY=&SYSUID 
//JAVAC    EXEC PGM=BPXBATCH, 
//  PARM='sh javac db2java.java' 
//STDOUT   DD SYSOUT=* 
//STDERR   DD SYSOUT=* 
//CEEDUMP  DD DUMMY 
// IF RC = 0 THEN 
//JAVA     EXEC PGM=BPXBATCH, 
//  PARM='sh java db2java' 
//STDOUT   DD DSN=&SYSUID..P3.OUTPUT(#09),DISP=SHR
//STDERR   DD SYSOUT=* 
//CEEDUMP  DD DUMMY 
// ENDIF 