//P2CH6    JOB 1 
//STEP1    EXEC PGM=IEBGENER 
//SYSPRINT DD SYSOUT=* 
//SYSIN    DD DUMMY 
//SYSUT1   DD *,SYMBOLS=CNVTSYS 
&YYMMDD &HHMMSS &SYSNAME 
//SYSUT2   DD DSN=&SYSUID..P2.OUTPUT(#06),DISP=SHR