//REXXJCL  EXEC PGM=IKJEFT01 
//SYSEXEC  DD DSN=&SYSUID..CH15.CLIST,DISP=SHR
//SYSPRINT DD SYSOUT=* 
//SYSTSPRT DD SYSOUT=* 
//SYSTSIN  DD * 
EX CH15(GETSTRG) 'Z#####' 
/* 