//SORTCITY JOB 1 
//STEP1    EXEC PGM=SORT 
//SORTIN   DD DSN=ZOS.MTM2019.PUBLIC.SHARED.DATA(CITIES),DISP=SHR
//SYSIN    DD DSN=&SYSUID..PDS.DATA(SORTCITY),DISP=SHR 
//SORTOUT  DD DSN=&SYSUID..P2.OUTPUT(#05),DISP=SHR 
//SYSOUT   DD SYSOUT=* 